[
  {
    "14/11/2019": [
      "Desenvolvedor Senior com experiência em Rails e React (Remoto fulltime)",
      "sem código",
      "",
      "https://hipsters.jobs/job/7369/desenvolvedor-senior-com-experiência-em-rails-e-react-remoto-fulltime/",
      "PJ",
      "Flama",
      "Remoto (Brasilia - Federal District, Brazil)"
    ]
  },
  {
    "13/11/2019": [
      "Analista Administrador de Banco de Dados",
      "sem código",
      "Vagas\n\n\nEmpresas",
      "https://hipsters.jobs/job/13346/analista-administrador-de-banco-de-dados/",
      "CLT Full",
      "Resource",
      "Brasília - Brasilia, Federal District, Brazil"
    ]
  },
  {
    "12/11/2019": [
      "Analista de Infraestrutura ",
      "165418",
      "Refinar a busca",
      "https://hipsters.jobs/job/13313/analista-de-infraestrutura-cod-165418/",
      "A combinar",
      "Mirante Tecnologia",
      "Brasília - Brasilia, Federal District, Brazil"
    ]
  },
  {
    "31/10/2019": [
      "Desenvolvedor Java ",
      "170095",
      "A Flama está procurando um desenvolvedor Ruby para integrar um squad FODA com um designer e um backend developer. Você vai fazer parte de um projeto em modelo de startup que já está em andamento. A API do backend está sendo desenvolvida em Ruby on Rails e o front sendo em Node.js, React e Next.js. Você vai entrar no time para assumir essa stack backend. \n Esse é um squad pequeno de profissionais seniors experientes que planejam e co-criam direto com o cliente e com usuários. O perfil dessa vaga é alguém com excelentes habilidades para lidar com pessoas e resolver problemas complexos. \n Fazemos integração contínua com CircleCI e trunk based development. Os testes automatizados do estão sendo escritos em RSpec. \n    \n    \n  Atividades de Gestão e Análise     \n Participar de reuniões com stakeholders, especialistas em domínio, designers e usuários para analisar requisitos, resolver problemas e modelar soluções \n    \n    \n  Atividades na API Backend (Ruby on Rails)     \n  Analisar funcionalidades, imaginar e prototipar soluções \n Sugerir soluções de arquitetura e modelagem através de Domain Driven Design com especialistas de domínio \n Implementar novas funcionalidades e regras de negócio, incluindo integração com outras APIs \n Escrever testes automatizados que documentam as funcionalidades implementadas e comprovam o seu funcionamento \n Testar rigorosamente em staging e em produção \n     \n    \n  Requisitos  \n Excelente capacidade de comunicação e auto gestão \n Experiência com Ruby on Rails \n Experiência com testes automatizados \n Essa vaga é para um developer fulltime, remoto e no horário comercial. O projeto tem duração programada de 3 meses, com possível renovação. O contrato é PJ e a remuneração vai variar entre R$ 5000 e R$ 7000 a depender do seu nível de senioridade. \n  \n  \n  Se você tem fit com essa vaga, escolha um horário para o bate-papo:  https://julio-flama.youcanbook.me/ .",
      "https://hipsters.jobs/job/13130/desenvolvedor-java-cód-170095/",
      "CLT Full",
      "Mirante Tecnologia",
      "Brasília - Brasilia, Federal District, Brazil"
    ]
  },
  {
    "31/10/2019": [
      "Desenvolvedor Java ",
      "169331",
      "Atividades: responsável por prover a interface necessária entre o desenvolvimento de sistemas e a infraestrutura e gerenciar o ambiente destinado a manter as informações de estratégia de dados. Oferece suporte à atividade de desenvolvimento de produtos definindo, preparando e documentando os ambientes das bases de dados: desenvolvimento para que os desenvolvedores e integradores tenham espaços de trabalho adequados para cria; Testes: Testar as aplicações e conexões com as bases de dados; Homologação: Realizar a conformidade dos requisitos dos usuários com as soluções desenvolvidas e Produção: Assegurar que o ambiente esteja com os dados monitorados, disponíveis e íntegros. Essa função também é responsável por relatar estatísticas de progresso com base em controles de mudanças nos ambientes e pela gestão das informações estratégicas. Modelagem de dados e dicionarização de dados corporativo, de forma a permitir compartilhamento de dados, eliminar redundâncias e garantir, por meio de controles, a integridade dos dados armazenados \n Perfil profissional: \n  a) Formação acadêmica: ensino superior completo na área de TI. \n b) Cursos: ITIL, COBIT. \n  Perfil de competências: \n  a) Conhecimentos: compreender o modelo de gestão ITIL, COBIT, banco de dados MS SQL Server, PostgreSQL, MySQL, sistemas operacionais Windows e Linux, Business Intelligence, MDM, BigData. Experiência comprovada em projeto físico de Banco de Dados; Experiência em administração de banco de dados, com domínio em administração de SGBDs relacionais como MySQL, PostgreSQL e, principalmente, Oracle 11g ou superior e Microsoft SQL Server 2012 r2 ou superior; Conhecimento das metodologias de backup, recuperação e aumento de desempenho (tunning) de banco dados; Conhecimento das metodologias de modelagem orientada a objetos; Conhecimento de ferramentas de engenharia de software assistida por computador (ferramenta CASE), por exemplo, Power Designer e Erwin; Conhecimentos de inglês técnico; \n  Experiência comprovada de 6 meses com o cargo de Analista de Sistemas ou Administrador de Dados ou Administrador de Banco de Dados, nível sênior, ou similar desenvolvendo as atividades citadas.\"",
      "https://hipsters.jobs/job/13128/desenvolvedor-java-cód-169331/",
      "CLT Full",
      "Mirante Tecnologia",
      "Brasília - Brasilia, Federal District, Brazil"
    ]
  },
  {
    "31/10/2019": [
      "Desenvolvedor Front-End ",
      "70100",
      "Formação: Nível superior completo na área de TI. \n Administração de soluções de armazenamento; \n Storage: provisionamento de recursos de armazenamento para os diversos ambientes, analise de performance e troubleshooting, capacity, gerenciamento de disaster recovery do armazenamento; \n SAN: criação, deleção e reconfiguração de zooning, conhecimento em virtual fabrics, administração e configuração de ISL, conhecimento de protocolo FC e FICON, analise de performance e troubleshooting; Administração de soluções de provisionamento de recursos de armazenamento; \n Integração e automatização Storage x SAN x VMware; \n Integração e automatização Storage x SAN x Zvm; \n Integração e automatização Storage x Soluções em Nuvem; \n Prospectar Melhorias e Novas Soluções; \n Conhecimentos avançados em: \n Administração de Storage; \n Administração de SAN; \n Administração de ambiente VMWare; \n Cloud (IAAS, PAAS e SAAS); \n ISO; \n ITIL; \n Mapeamento e Documentação de Fluxos e Processos.",
      "https://hipsters.jobs/job/13126/desenvolvedor-front-end-cód-170100/",
      "CLT Full",
      "Mirante Tecnologia",
      "Brasília - Brasilia, Federal District, Brazil"
    ]
  },
  {
    "29/10/2019": [
      "Líder Técnico",
      "sem código",
      "Formação  :  \n Nível superior completo \n  \n  \n  Conhecimentos exigidos:  \n Nodejs \n html5/js \n angularjs \n MongoDB",
      "https://hipsters.jobs/job/13082/líder-técnico/",
      "CLT Full",
      "Requisita",
      "Brasília - Brasilia, Federal District, Brazil"
    ]
  },
  {
    "28/10/2019": [
      "Desenvolvedor Mobile",
      "167884",
      "Formacao: \n Nível superior completo \n   \n Competências e requisitos: \n Java 8; \n JEE; \n JBoss; \n ORM com JPA/Hibernate; \n Controle transacional; \n JavaScript, \n Git; \n JSON, \n XML; \n Microservices \n Restfull; \n Ferramenta de teste (JUnit) \n Metodologia Ágil Scrum. \n SQL Server   \n Maven;",
      "https://hipsters.jobs/job/13060/desenvolvedor-mobile-cód-167884/",
      "CLT Full",
      "Mirante Tecnologia",
      "Brasília - Brasilia, Federal District, Brazil"
    ]
  },
  {
    "28/10/2019": [
      "Desenvolvedor Java ",
      "69706",
      "Formação: Nível superior completo \n Experiência em: \n JavaScript \n Angular 4 \n HTML 5 \n CSS            \n   \n Desejável: \n Bootstrap, \n Material Design, \n Webpack, \n React, \n VueJS, \n Microservices",
      "https://hipsters.jobs/job/13056/desenvolvedor-java-cod-169706/",
      "CLT Full",
      "Mirante Tecnologia",
      "Brasília - Brasilia, Federal District, Brazil"
    ]
  },
  {
    "24/10/2019": [
      "Analista de Sistemas Java ",
      "168395",
      "Nosso cliente é uma empresa de médio porte especializada na venda de serviços de tecnologia. \n   \n Estamos em busca de profissional para atuar como Líder técnico em órgão público de Brasília. \n   \n  Requisitos:  \n Superior completo na área de TI. \n   \n Experiência como Líder técnico e com desenvolvimento de soluções de BI. \n   \n Conhecimentos avançados em desenvolvimento de soluções de BI, comprovado por meio de certificados de participação em treinamento em desenvolvimento de soluções de BI \n de no mínimo 40 horas (Microsoft e/ou SAS) \n   \n Conhecimento em: \n Bancos de Dados SQL Server, SSIS (SQL Server Integration Services), SSAS (SQL Server Analysis Services), SSRS (SQL Server Reporting Services) e Power BI; \n Desenvolvimento T-SQL; \n Análise de requisitos e regras de negócio; \n Criação e manutenção de ETLs, relatórios analíticos e modelos de dados e dicionário de dados - Power Designer; \n   \n Será diferencial o conhecimento em ferramentas SAS, Tuning SQL, Metodologia Scrum, Implantação de DW e gestão de demandas. \n   \n Salário e benefícios a combinar.",
      "https://hipsters.jobs/job/13005/analista-de-sistemas-java-cód-168395/",
      "CLT Full",
      "Mirante Tecnologia",
      "Brasília - Brasilia, Federal District, Brazil"
    ]
  },
  {
    "24/10/2019": [
      "Analista de Sistemas Java ",
      "167531",
      "Formação: Nível Superior completo em áreas de TI \n Conhecimentos Exigidos: \n Mobile (IOS e Android)  \n Java \n EJB \n Android e \n IOS.",
      "https://hipsters.jobs/job/13004/analista-de-sistemas-java-cód-167531/",
      "CLT Full",
      "Mirante Tecnologia",
      "Brasília - Brasilia, Federal District, Brazil"
    ]
  },
  {
    "13/11/2019": [
      "Analista de Compliance Pleno",
      "sem código",
      "Formação: Ensino superior completo em cursos na área de Tecnologia a Informação \n Conhecimentos exigidos: \n Java EE \n EJB/Spring \n JPA /Hibernate \n Jboss \n SQL \n Consultas em banco de dados (MySql / Postgre / SQL Server) \n Conhecimentos Desejáveis: \n Flex \n DB2 \n Websphere \n Experiência em ambientes bancários Certificação Java",
      "https://hipsters.jobs/job/13368/analista-de-compliance-pleno/",
      "A combinar",
      "EMPREGARE.com",
      "Brasilia - Federal District, Brazil"
    ]
  },
  {
    "12/11/2019": [
      "Programador Java Pleno",
      "sem código",
      "Nível Superior Completo em Áreas de TI \n Conhecimentos exigidos: \n * JAVA \n * Metodologia ágil \n * Modelo de Dados \n * História de usuário \n * SQL \n * Quaires Nativas \n *  Excell",
      "https://hipsters.jobs/job/13337/programador-java-pleno/",
      "A combinar",
      "EMPREGARE.com",
      "Brasilia - Federal District, Brazil"
    ]
  },
  {
    "07/11/2019": [
      "Analista Desenvolvedor Java",
      "sem código",
      "Nível superior completo \n Levantamento de requisitos; \n Elaboração de documentação; \n Elaboração e acompanhamento de processos utilizando Bizagi; \n Experiência em MS-Project; UML e metodologias ágeis; \n Execução de testes; \n                                      \n Conhecimento básico: \n Java \n DotNet; \n SQL Server; \n DB2; \n Elaboração de queries; \n Docker/Integração; \n Contínua/Entrega Contínua",
      "https://hipsters.jobs/job/13247/analista-desenvolvedor-java/",
      "A combinar",
      "EMPREGARE.com",
      "Brasilia - Federal District, Brazil"
    ]
  },
  {
    "07/11/2019": [
      "Analista de Métricas",
      "sem código",
      "Horário: De segunda a sexta, das 9h as 18 horas    Contratação: Prestador de Serviços - PJ    Nível: Profissional    Descrição:       Analisar, monitorar e implementar controles visando um melhor ambiente de governança na instituição;    \n Monitorar o ambiente regulatório e boas práticas de mercado, visando adequação e evolução constante do processo de gestão de riscos operacionais e dos controles internos da áreas/processo da entidade;      Requisitos:         Necessário a experiência no mapeamento de processos e elaboração de fluxograma, procedimentos e normas.\n    Graduação preferencialmente    em Direito;     Desejável cursos na área de compliance;     Benefícios: Assistência médica, Auxílio combustível, Day Off, Seguro de Vida",
      "https://hipsters.jobs/job/13246/analista-de-métricas/",
      "A combinar",
      "EMPREGARE.com",
      "Brasilia - Federal District, Brazil"
    ]
  },
  {
    "06/11/2019": [
      "Analista de Testes",
      "sem código",
      "Horário: De segunda à sexta, das 8h até 18h    Contratação: Efetivo – CLT    Nível: Profissional    Descrição:   Atividades inerentes ao desenvolvimento, tais como: programação e testes.  Programação Java para Web: JEE 6 ou superior, JSE 5 ou superior, JSF versões 2.x, JPA 2 e Struts 1.x; m)   Programação de aplicações Java SWING;    Requisitos:   Formação superior completa na área de TI ou graduação em qualquer área e Pós-Graduação em TI.  Experiência em desenvolvimento de sistemas na linguagem de programação Java.    Benefícios: Assistência médica, Assistência odontológica, Seguro de Vida, Vale-refeição, Vale-transporte",
      "https://hipsters.jobs/job/13224/analista-de-testes/",
      "A combinar",
      "EMPREGARE.com",
      "Brasilia - Federal District, Brazil"
    ]
  },
  {
    "06/11/2019": [
      "Analista de Requisitos",
      "sem código",
      "Horário: De segunda à sexta, das 8h ás 18h    Contratação: Efetivo – CLT    Nível: Profissional    Descrição:  Irá atuar com desenvolvimento.   Requisitos:   Superior completo em qualquer área da tecnologia da informação.  Conhecimentos técnicos e tecnologias:  -  Princípios e práticas de desenvolvimento de software ágil, incluindo o m anifesto Ágil, Scrum, Extreme Programming (XP) e Kanban;   -  Modelagem de dados relacional;   -  Arquitetura de aplicações em três camadas e modelo MVC;   -  Integração entre sistemas: Mensageria, JMS, Web services, b arramento de serviços (WebSphere Message Broker), REST, EJB 3;   - Javascript, ECMAScript 5 e 6 ou superior, Ajax, JQuery, Angular JS 1.5  ou superior e Bootstrap 3 ou superior, HTML 5, XML, CSS 3;   -  User Experience (UX) e conceitos de usabilidade;   integração contínua (continuous integration), Jenkins, test-driven;   development (TDD), acceptance test-driven development (ATDD),   especificação por exemplo, entrega contínua (continuous delivery);   -  Programação Java para Web: JEE 5 e superior, JSE 5 e superior,  Apache Velocity 1.6.x e superior e Spring 3.x e superior;   -  Servidor de Aplicação Jboss 4.2.3 e superior;  - Sistema Operacional Linux;   -  Análise estática de código com a ferramenta SonarQube;    - Refactoring de aplicações Web com ênfase na migração de regras do  front-end para o back-end;   -  Engenharia reversa;  -  Gerenciamento de Transações por meio do Controle Transacional  CMT;   -  Construção de consultas a bancos de dados em linguagem SQL;  -  Conceitos de controle de versão de código-fonte e uso das  ferramentas Clearcase e  SVN.  \n\n\n\n\n   Benefícios: Assistência médica, Assistência odontológica, Auxílio combustível, Day Off, Seguro de Vida, Vale-alimentação, Vale-refeição",
      "https://hipsters.jobs/job/13225/analista-de-requisitos/",
      "A combinar",
      "EMPREGARE.com",
      "Brasilia - Federal District, Brazil"
    ]
  },
  {
    "31/10/2019": [
      "Analista de Suporte de Sistemas",
      "sem código",
      "Horário: De segunda à sexta, das 8h às 18h     Contratação: Efetivo – CLT    Nível: Profissional    Descrição:   Atividades:   - Contagens detalhadas utilizando CPM + SISP;\n  - Contagens estimadas utilizando a NESMA;\n  - Condução de reuniões de consenso decorrentes de divergência de\n  contagens;    - Modelagem de dados;\n  - Contagem utilizando casos de uso, histórias de usuário, documento\n  de visão, ou documentos de manutenção;    - Contagem de projetos e manutenções evolutivas, corretivas,\n  adaptativas, perfectivas;    -  Contagem utilizando tabela de itens não mensuráveis.   Requisitos:   Formação: Superior completo em qualquer área da tecnologia da informação.    Certificação desejável: CFPS (Certified Function Point Specialist) versão 4.3 ou superior   Benefícios: Assistência médica, Assistência odontológica, Day Off, Seguro de Vida, Vale-alimentação",
      "https://hipsters.jobs/job/13143/analista-de-suporte-de-sistemas/",
      "A combinar",
      "EMPREGARE.com",
      "Brasilia - Federal District, Brazil"
    ]
  },
  {
    "28/10/2019": [
      "Arquiteto de Software",
      "sem código",
      "Horário: De segunda à sexta, das 8h às 18h    Contratação: Efetivo – CLT    Nível: Profissional    Descrição:   Atividades:   - Validação no pacote final proveniente da integração de dois ou mais produtos de Sprints ou demandas;  - Apoiar a homologação de versões;\n  - Apoiar a implantação de versões;\n  - Manter em execução processos dos sistemas nos ambientes internos;\n  -  Apoiar a equipe de homologação ativa (HMP) dos sistemas.   Requisitos:   Formação: Superior completo em qualquer área da Tecnologia da Informação.  Conhecimentos técnicos:   -  Conhecimentos de ferramentas de gestão de testes, bug tracking e\n  teste automatizado.    -  Ter conhecimento para realização de testes e validações de\n s egurança, sendo capaz de identificar vulnerabilidades de segurança e   propor melhorias nos sistemas.;   -  Ter atuado com geração de documentação básica de testes como\n p lanos, roteiros evidências e massa de testes.;    - Deve ser capaz de criar scripts nas ferramentas especialistas, bem\n  como trabalhar com execução automatizada com massa de dados   variável (datapool).    Benefícios: Assistência médica, Assistência odontológica, Day Off, Seguro de Vida, Transporte, Vale-alimentação",
      "https://hipsters.jobs/job/13068/arquiteto-de-software/",
      "A combinar",
      "EMPREGARE.com",
      "Brasilia - Federal District, Brazil"
    ]
  },
  {
    "21/10/2019": [
      "Gerente de Processos PL",
      "sem código",
      "Horário: De segunda à sexta, das 8h às 18h    Contratação: Efetivo – CLT    Nível: Profissional    Descrição:   Atividades:   -  Extrair e especificar em documentos formais processos,  funcionalidades e telas do sistema ou seja, elicitação dos requisitos,   comunicando-se com os usuários e clientes para determinar quais são   os requisitos do sistema;   -  Realizar entrevistas junto a usuários de sistemas para especificação  de automatização de processos dentro do sistema;   -  Analisar os requisitos levantados e determinar se são obscuro,  incompleto, ambíguo, contraditório e torná-lo útil ou excluí-lo.   -  Utilizar técnicas e ferramentas para levantamento de requisitos  tornando mensurável o objeto individual de cada requisito e integrar   todos os requisitos a um produto final;   - Desenhar protótipo de telas e associá-los ao caso de uso;  - Gerar relatórios gerenciais como: total de casos de uso por estado,  por priorização, rastreabilidade do caso de uso .\"   \n\n\n\n\n     Requisitos:   Formação: Superior completo em qualquer área da tecnologia da informação.   Certificação exigida: CPRE (Certified Professional for Requirements Engineering)   Benefícios: Assistência médica, Assistência odontológica, Day Off, Seguro de Vida, Vale-alimentação",
      "https://hipsters.jobs/job/12940/gerente-de-processos-pl/",
      "A combinar",
      "EMPREGARE.com",
      "Brasilia - Federal District, Brazil"
    ]
  }
]